app/controllers/tour_data_controller.rb

SELECT `pages`.* FROM `pages` WHERE `pages`.`handle` = 'tour-data' LIMIT 1
---
  def set_page
    @page = Page.where(:handle => 'tour-data').first